{
	"FormatVersion": 2,
	"Namespace": "",
	"Children": [
		{
			"Source":
			{
				"Text": "<LightGrey12Reg>Thanks for using </><Orange12Reg>KMods</>"
			},
			"Translation":
			{
				"Text": "<LightGrey12Reg>Thanks for using </><Orange12Reg>KMods</>"
			},
			"Key": "1A1B2A13476D77F23EA40680F574764C"
		},
		{
			"Source":
			{
				"Text": "<LightGrey12Reg>we want you to be able to decide whether and </><Orange12Reg>which advertising you want to see!</>\r\n<LightGrey12Reg>You can change this at any time in the </><Orange12Reg>KPrivateLib Mod Configs.</>\r\n\r\n<Orange12Reg>This popup will only appear once</>"
			},
			"Translation":
			{
				"Text": "<LightGrey12Reg>we want you to be able to decide whether and </><Orange12Reg>which advertising you want to see!</>\r\n<LightGrey12Reg>You can change this at any time in the </><Orange12Reg>KPrivateLib Mod Configs.</>\r\n\r\n<Orange12Reg>This popup will only appear once</>"
			},
			"Key": "042661DE4E474535C6F5EABBB0D6D411"
		},
		{
			"Source":
			{
				"Text": "Cannot Snap this module to the building. (To much, Invalid or no Place)"
			},
			"Translation":
			{
				"Text": "Cannot Snap this module to the building. (To much, Invalid or no Place)"
			},
			"Key": "DAEC3CB64FE21A107507A587A0B3BAA2"
		},
		{
			"Source":
			{
				"Text": "Edit"
			},
			"Translation":
			{
				"Text": "Edit"
			},
			"Key": "1321DAFC4C4C61EA85095BAD817CACF9"
		},
		{
			"Source":
			{
				"Text": "Enable Sink Option"
			},
			"Translation":
			{
				"Text": "Enable Sink Option"
			},
			"Key": "4EEF416342D460EB5CF22D877EC71301"
		},
		{
			"Source":
			{
				"Text": "Enable pull rules"
			},
			"Translation":
			{
				"Text": "Enable pull rules"
			},
			"Key": "B104A18A48A838C2AE38E181C6EA2C22"
		},
		{
			"Source":
			{
				"Text": "Enable push rule"
			},
			"Translation":
			{
				"Text": "Enable push rule"
			},
			"Key": "801D0D13485CD7CAA3D9598FB8858600"
		},
		{
			"Source":
			{
				"Text": "Enable remote access"
			},
			"Translation":
			{
				"Text": "Enable remote access"
			},
			"Key": "2953C10248769908496B77BC07126F12"
		},
		{
			"Source":
			{
				"Text": "Inventory Pull"
			},
			"Translation":
			{
				"Text": "Inventory Pull"
			},
			"Key": "4D51CA9141AFA364EFB8FE9B2667B5BF"
		},
		{
			"Source":
			{
				"Text": "Inventory Push Module"
			},
			"Translation":
			{
				"Text": "Inventory Push Module"
			},
			"Key": "89AF47974DE2867CD57070BF4AA126D4"
		},
		{
			"Source":
			{
				"Text": "K.Mods Patreons"
			},
			"Translation":
			{
				"Text": "K.Mods Patreons"
			},
			"Key": "F6EA23F14ADF623B8C2B8894546B6E37"
		},
		{
			"Source":
			{
				"Text": "Missing master Building cannot attach module!"
			},
			"Translation":
			{
				"Text": "Missing master Building cannot attach module!"
			},
			"Key": "1968C4394564A1EE0D7A51A042AA3A3C"
		},
		{
			"Source":
			{
				"Text": "Module is not allowed here"
			},
			"Translation":
			{
				"Text": "Module is not allowed here"
			},
			"Key": "5CC75CE74C7AAFB8C79F4DBE7585B6D4"
		},
		{
			"Source":
			{
				"Text": "Patreon Configuration"
			},
			"Translation":
			{
				"Text": "Patreon Configuration"
			},
			"Key": "2241ED0442F7E38099BAF9BD33E8B7BC"
		},
		{
			"Source":
			{
				"Text": "Remote Access"
			},
			"Translation":
			{
				"Text": "Remote Access"
			},
			"Key": "CD99E7F345B2518E18404997E2FD2080"
		},
		{
			"Source":
			{
				"Text": "Save And Close"
			},
			"Translation":
			{
				"Text": "Save And Close"
			},
			"Key": "7FAA96924253CBFF58DA109D2369C39D"
		},
		{
			"Source":
			{
				"Text": "Save Color"
			},
			"Translation":
			{
				"Text": "Save Color"
			},
			"Key": "6D43D385476E46D784274AAF18E83850"
		},
		{
			"Source":
			{
				"Text": "Show KMods Neewsfeed (SoonTM)"
			},
			"Translation":
			{
				"Text": "Show KMods Neewsfeed (SoonTM)"
			},
			"Key": "8DF0D2014A4208A273FA56B19D21C844"
		},
		{
			"Source":
			{
				"Text": "Show Patreon Button"
			},
			"Translation":
			{
				"Text": "Show Patreon Button"
			},
			"Key": "226265E04D14A022D614D5BB3CABCA7E"
		},
		{
			"Source":
			{
				"Text": "Show Patreon List"
			},
			"Translation":
			{
				"Text": "Show Patreon List"
			},
			"Key": "9A5CE90643CC7449E513E88A76680405"
		},
		{
			"Source":
			{
				"Text": "Sink Utility"
			},
			"Translation":
			{
				"Text": "Sink Utility"
			},
			"Key": "E4D21C184A686F7E11C185858BB7AABB"
		},
		{
			"Source":
			{
				"Text": "Swatch Name"
			},
			"Translation":
			{
				"Text": "Swatch Name"
			},
			"Key": "9330A1864E28DA64853B02B1FBE143DC"
		},
		{
			"Source":
			{
				"Text": "Thanks to all supporter!"
			},
			"Translation":
			{
				"Text": "Thanks to all supporter!"
			},
			"Key": "4FFB5DAD4FAC2DD90BA2B8936D694026"
		}
	],
	"Subnamespaces": [
		{
			"Namespace": "KPrivateCodeLib",
			"Children": [
				{
					"Source":
					{
						"Text": "Both Circuits has a Nexus! Only one per network is allowed!"
					},
					"Translation":
					{
						"Text": "Both Circuits has a Nexus! Only one per network is allowed!"
					},
					"Key": "ConstructDisqualifier_UniqueCore"
				},
				{
					"Source":
					{
						"Text": "Reached global max count for this building (5)"
					},
					"Translation":
					{
						"Text": "Reached global max count for this building (5)"
					},
					"Key": "ConstructDisqualifier_MaxCountReached"
				}
			]
		},
		{
			"Namespace": "ST_NetworkTier",
			"Children": [
				{
					"Source":
					{
						"Text": "Unlock new network tier"
					},
					"Translation":
					{
						"Text": "Unlock new network tier"
					},
					"Key": "KPCL_NetNetworkTier"
				}
			]
		},
		{
			"Namespace": "UMG",
			"Children": [
				{
					"Source":
					{
						"Text": "Text Block"
					},
					"Translation":
					{
						"Text": "Text Block"
					},
					"Key": "TextBlockDefaultValue"
				}
			]
		}
	]
}